alacritty
amd-ucode
base
base-devel
bat
blender
btop
cmatrix
cowsay
dmidecode
dunst
efibootmgr
figlet
firefox
flatpak
foot
fzf
gamemode
git
gnome-keyring
go
greetd-tuigreet
grim
grub
gst-libav
gst-plugin-pipewire
gtk4
gvfs
hyprland
hyprpaper
ifuse
jdk-openjdk
jq
kitty
lib32-gamemode
lib32-gnutls
libpulse
linux
linux-firmware
lutris
mako
minecraft-launcher
nano
neofetch
neovim
networkmanager
nodejs
npm
nvidia
nvidia-settings
nvidia-utils
obsidian
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
polkit-gnome
powertop
psensor
python-pywal
qt5-wayland
rbutil
rofi
rust
samba
slurp
starship
steam
stow
swaybg
swayidle
swaylock
themix-theme-oomox-git
thunar
tlp
tmux
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
udiskie
ufw
unzip
usbmuxd
visual-studio-code-bin
viu
vlc
waybar
waybar-module-pacman-updates-git
wezterm
wget
wine-staging
winetricks
wireplumber
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xwayland
yay
yay-debug
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
